Repository: DerMoha/PhotoSoap
Catalog: PhotoSoap/LocalizableShared.xcstrings
Source language: en
Languages: de

# common.cancel
source: Cancel
de: Abbrechen

# common.clear
source: Clear
de: Leeren

# common.deleted
source: deleted
de: gelöscht

# common.done
source: Done
de: Fertig

# common.kept
source: kept
de: behalten

# common.photos
source: photos
de: Fotos

# common.items
source: items
de: Medien

# common.remove
source: Remove
de: Entfernen

# common.retry
source: Retry
de: Erneut versuchen

# common.unknown
source: Unknown
de: Unbekannt

# developer.reset.all
source: Reset All Dev Overrides
de: Alle Dev-Overrides zurücksetzen

# developer.reset.coupon
source: Reset Coupon Redemption
de: Coupon-Einlösung zurücksetzen

# developer.reset.onboarding
source: Reset Onboarding
de: Onboarding zurücksetzen

# developer.reset.title
source: Reset Actions
de: Reset-Aktionen

# developer.state.title
source: Current State
de: Aktueller Zustand

# developer.title
source: Developer Options
de: Entwickleroptionen

# error.accessDenied
source: Photo library access was denied. Please enable access in Settings.
de: Der Zugriff auf die Fotobibliothek wurde verweigert. Bitte aktiviere ihn in den Einstellungen.

# error.accessRestricted
source: Photo library access is restricted.
de: Der Zugriff auf die Fotobibliothek ist eingeschränkt.

# error.deletePhoto
source: Failed to delete item: %@
de: Objekt konnte nicht gelöscht werden: %@

# error.deletionFailed
source: Failed to delete the item.
de: Das Objekt konnte nicht gelöscht werden.

# error.loadingFailed
source: Failed to load item.
de: Das Objekt konnte nicht geladen werden.

# error.metrics.invalidResponse
source: Metrics endpoint returned an invalid response.
de: Der Metrik-Endpunkt hat eine ungültige Antwort zurückgegeben.

# error.metrics.notConfigured
source: Metrics endpoint is not configured.
de: Der Metrik-Endpunkt ist nicht konfiguriert.

# error.migration.achievementFailed
source: Achievement migration failed. Some achievements may need to be re-earned.
de: Die Errungenschafts-Migration ist fehlgeschlagen. Einige Errungenschaften müssen möglicherweise erneut freigeschaltet werden.

# error.migration.dataFailed
source: Some data migrations failed. Your stats may be incomplete.
de: Einige Datenmigrationen sind fehlgeschlagen. Deine Statistiken sind möglicherweise unvollständig.

# error.migration.reviewFailed
source: Photo review migration failed. Some photos may be re-reviewed.
de: Die Foto-Bewertungs-Migration ist fehlgeschlagen. Einige Fotos müssen möglicherweise erneut überprüft werden.

# error.noPhotosAvailable
source: No media available to review.
de: Keine Medien zum Überprüfen verfügbar.

# error.saveProgress
source: Failed to save your progress: %@
de: Fortschritt konnte nicht gespeichert werden: %@

# error.title
source: Error
de: Fehler

# error.unknown
source: An unknown error occurred
de: Ein unbekannter Fehler ist aufgetreten

# error.updateReview
source: Failed to update review history: %@
de: Überprüfungsverlauf konnte nicht aktualisiert werden: %@

# limitedAccess.chooseMore
source: Add More Media
de: Mehr Medien hinzufügen

# limitedAccess.description
source: PhotoSoap can review only the items you selected. You can add more anytime.
de: PhotoSoap kann nur die ausgewählten Objekte prüfen. Du kannst jederzeit mehr hinzufügen.

# limitedAccess.title
source: Reviewing selected media only
de: Nur ausgewählte Medien werden überprüft

# migrationWarning.title
source: Data Migration
de: Datenmigration

# photo.unknownDate
source: Unknown date
de: Unbekanntes Datum

# photo.unknownSize
source: Unknown size
de: Unbekannte Größe

# recoveryMode.title
source: Recovery Mode
de: Wiederherstellungsmodus

# settings.developer.open
source: Open Developer Options
de: Entwickleroptionen öffnen

# settings.developer.title
source: Developer
de: Entwickler

# settings.feedback.haptics
source: Haptic Feedback
de: Haptisches Feedback

# settings.feedback.hapticsDescription
source: Adds subtle taps for review actions, celebrations, and important results.
de: Fügt subtile Vibrationen für Bewertungsaktionen, Erfolge und wichtige Ergebnisse hinzu.

# settings.feedback.reportIssue
source: Report an issue
de: Problem melden

# settings.feedback.sendFeedback
source: Send feedback
de: Feedback senden

# settings.haptics
source: Haptics
de: Haptik

# settings.legal.privacyPolicy
source: Privacy Policy
de: Datenschutzerklärung

# settings.legal.title
source: Legal
de: Rechtliches

# settings.title
source: Settings
de: Einstellungen
